##################################   S E T T I N G S ##############################
db_name = 'USERS_GAME.db'
token = "token"
start_btn = {'⚪️🔵🟢START':'START_NOW','WINNERS🟡🟠🔴':'STTISTIC'}  
restart_btn = {'⚪️🔵🟢RESTART':'START_NOW','WINNERS🟡🟠🔴':'STTISTIC'}
colour_base = ['🟦','🟥','🟩','🟨','🟧','🟪','⬜️']
load_base = ['⬜️',
             '⬜️🟦',
             '⬜️🟦🟪',
             '⬜️🟦🟪🟥',
             '⬜️🟦🟪🟥🟧',
             '⬜️🟦🟪🟥🟧🟨',
             '⬜️🟦🟪🟥🟧🟨🟩',
             '⬜️🟦🟪🟥🟧🟨🟩⬜️']

rools = '''
🟩          Правила игры:
⬜️ На каждой из кнопок 8 случайных 
🟦 цветных квадратиков.
🟪 За каждым цветом скрывается  
🟥 конкретное математическое действие. 
🟧 Нажимая на кнопку, Вы выбираете 
🟨 набор манипуляций с Вашим балансом.
🟩 Постарайтесь угадать какие сочетания 
⬜️ цветов помогают увеличивать баланс, 
🟦 а какие мешают! Ах, да!
🟪 Не нажимайте на кнопку где есть все 7
🟥 цветов и избегайте чисел кратных 17!
🟧              Удачи!
'''
